const LabelText = {
    protection_building: {
        中国: ["值", "捕", "永和"],
        波斯: ["消", "维", "治", "医疗"],
        埃及: ["消", "维", "警", "医院"],
        希腊: ["消", "维", "瞭", "诊所"],
        阿兹特克: ["哨", "维", "医院"],
    },
    civil: {
        China: "中国",
        Persian: "波斯",
        Egypt: "埃及",
        Greece: "希腊",
        Aztaka: "阿兹特克",
    },
    building_catagory: ["住宅", "农业", "工业", "商业", "市政", "文化", "宗教", "军事", "美化", "奇迹", "通用"],
    operation_catagory: ["导入导出", "特殊建筑", "取消操作", "选中建筑", "删除建筑"],
    导入导出: ["导入数据", "导出数据", "截图"],
};
